backend/controllers/EmployeeController.php

INSERT INTO `employee` (`create_time`, `name`, `gender`, `phone`, `email`, `birthday`, `address`, `pointId`) VALUES ('2018-04-12 21:49:51', '是否', 2, '水电费', '水电费', '2018-04-03', '撒旦法', 4)
---
    public function actionCreate()
    {

        $model = new Employee();
        $model->create_time=DateHelper::getDateTime();
        if ($model->load(Yii::$app->request->queryParams) && $model->save()) {