backend/models/EmployeeSearch.php

UPDATE `employee` SET `delete_flag`=2, `delete_time`='2018-04-12 21:46:55' WHERE `id`='2'
---
    public function getDelete($id, $delete_flag)
    {
        return Employee::updateAll(['delete_flag' => $delete_flag, 'delete_time' => DateHelper::getDateTime()],
            [
                'id' => $id,
            ]);